{"meta":{"title":"DHClearn","subtitle":"终身学习/英语/心理/正三观","description":null,"author":"DHClearn","url":"http://charles.github.io"},"pages":[{"title":"分类","date":"2016-07-05T03:39:04.000Z","updated":"2017-03-15T08:30:10.000Z","comments":false,"path":"index.html","permalink":"http://charles.github.io/index.html","excerpt":"","text":""},{"title":"脚踏实地","date":"2017-03-15T06:30:13.000Z","updated":"2017-03-19T13:28:36.000Z","comments":true,"path":"about/index.html","permalink":"http://charles.github.io/about/index.html","excerpt":"","text":"社会在飞速的发展，带来的不仅仅是更优质的生活，同时也带来了浮躁。想赚钱是没错的，但不能因此改变自己的初衷，最起码，不坑人。当我们发现自己辛辛苦苦写干货的时候，已经有营销号随手“转发”甚至名字都不署，直接抄走，开始跑流量赚钱了，一时间觉得心里很不舒服，但这不是我们停止分享知识的理由，这不是我们也该去做营销的借口，如果都没人提供干货，全是段子的知乎、博客……这不是我们想要的结果。好像发展的太快，还没来得及沉下心扎扎实实做事儿，又匆匆忙忙赶着下一个活儿了，越忙越乱。套路越来越多，越来越不真诚。在这里真诚的希望，自己能踏踏实实学习，提供干货，终身学习/英语/心理/正三观。DHClearn和你一同成长为更真诚的更好的自己。 起初他们追杀共产主义者，我不是共产主义者，我不说话； 接着他们追杀犹太人，我不是犹太人，我不说话；此后他们追杀工会成员，我不是工会成员，我继续不说话；再后来他们追杀天主教徒，我不是天主教徒，我还是不说话；最后，他们奔我而来，再也没有人站起来为我说话了。 ——刻于美国波士顿犹太人被屠杀纪念碑 欢迎关注微信公众号DHClearn，订阅我们~"},{"title":"tags","date":"2017-03-15T06:33:18.000Z","updated":"2017-03-15T06:34:40.000Z","comments":false,"path":"tags/index.html","permalink":"http://charles.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"英语听力如何提高？","slug":"eng1","date":"2017-03-15T06:05:31.000Z","updated":"2017-03-19T13:25:02.000Z","comments":true,"path":"2017/03/15/eng1/","link":"","permalink":"http://charles.github.io/2017/03/15/eng1/","excerpt":"四级虐我千百次，我待四级如初恋。六级虐我千百次，我待六级如初恋。英语虐我千百次，我待英语如初恋。 总结：英语——难！","text":"四级虐我千百次，我待四级如初恋。六级虐我千百次，我待六级如初恋。英语虐我千百次，我待英语如初恋。 总结：英语——难！ 还记得高中的英语听力么？先看问题，再听，恩，知道要听什么，一段对话也很短不长。而到了大学之后发现一段云里雾里的对话，连题目都不知道是神马，更是听不懂该怎么选，这可咋办呢？ 先上方法和结论：买一本《美语从头学·赖世雄 美语音标》重新学好音标。四级短对话听写，做到只字不落的听写下来，一开始听不明白的一定去查电子词典，知道它原本的发音是什么，同时在听力中在句子中的发音是什么。好了，请先念下下面一个单词：what? What？这不简单么？沃特啊~ 是啊，有多少小伙伴可能把what念成沃特，实际上我们可以从音标上发现，[wɒt] t上并木有重音的音标，而 t 在音标中应为清辅音，清辅音是啥呢，发音时声带不振动的辅音叫做清辅音，与浊辅音相对。关键是声带不震动，所以沃特的发音是错的，可以是沃t，舌尖抵着上牙齿，声带巍然不动，一声气息轻轻从舌尖和牙齿间飞出。 可能还是有童鞋不明白，由于母语的原因大多会给学习英语的童鞋带来或大或小的影响，要知道，咱中文就是强调一个字正腔圆，这是什么 这，是，什，么？每个字都得咬的清楚，讲的出来，就来么也是需要振动声带的，恩，你拿手放喉咙那儿说说看就明白啦~ 而在英文中很多不重要的都会被略过去，不然读的慢，正常说话，当然越快越好，怎么方便怎么来嘛~What is this? 沃特意思第四？而实际上，what is 就可以连在一起成为whatis，音标可能应该为[wɒtiz]而th这个音和前面s若为浊辅音[z]那么和this [ðɪs]，[ð]和[z]冲突，可能会引起失爆或者弱读z为s。所以这里读法也有可能为[wɒtisðɪs]而后面[is]是弱读，听惯重音的我们可能就听不太清了。所以这时就可能导致，你一个个单词都认识，为啥到一起了，怎么就听不明白了？因为英文里有清辅音、浊辅音、重读、弱读、连读、失爆，当然也有可能你想像中的单词的读法和真实的读法不一样，就比如what是沃特么？ 好了针对这几点有办法去解决么？回答是肯定的！ 首先，先请像一个孩子一样重新认识音标，没错，this你可能还念成踢死、还是贼死，不管踢死还是贼死，都不对，应该把舌头放在牙齿间发音才是正确的，没错，先得重新认识单词是怎么念的、怎么发音的、到底在听力里是啥样的，这样它在听力里出现你便能认出来了。 然后就是单词在句子中，可能是连读可能是弱读，针对四级而言，连读、弱读等并不多。应试的方法便是：听力短对话8个，进行反复的听写做到只字不差的听写（也许需要很多时间），那么听力的问题便不大了。注意，一开始可能很困难，那么听不懂的你圈出来，去查它的标准读法，再仔细听在句子中的读法，然后反复再进行听写练习。 而针对于六级或是更高水平的听力，那么你也许需要四级+六级-的材料来进行过渡学习，从四级水平一下跳到六级难度并不小。 这时你可也可以进行六级的短对话听写练习，不过更推荐的是CNN students news这档节目，介于VOA special和常速之间，同时也有字幕，网上资源也很多，可以用来练习，同时网上还有很多资源如EnglishPod和ESL pod都适合这一档学习，进行大量的泛听，以及听写精听。 下面放出更多的学习资源： 奶爸的英语教室：我的英语的真正学习之路便是从这里开始的。 人人都能用英语：李笑来老师之作，不仅是学习英语，学习学习再学习。","categories":[{"name":"英语学习","slug":"英语学习","permalink":"http://charles.github.io/categories/英语学习/"}],"tags":[{"name":"English","slug":"English","permalink":"http://charles.github.io/tags/English/"},{"name":"学习","slug":"学习","permalink":"http://charles.github.io/tags/学习/"}]},{"title":"时间都去哪儿了？","slug":"timegoing","date":"2017-03-15T05:56:14.000Z","updated":"2017-03-19T13:25:34.000Z","comments":true,"path":"2017/03/15/timegoing/","link":"","permalink":"http://charles.github.io/2017/03/15/timegoing/","excerpt":"时间都去哪儿了？还没好好感受年轻就老了。 少年不知愁滋味。少小离家老大回。多少诗歌诉说着时间的远去。试问时间都去哪儿了？小时候从我们玩耍的弹珠间溜走，从我们看的动画片中溜走，从我们玩的玩具中溜走。长大了时间都去哪儿了？从我们手机溜走，刷微博的时候时间从大拇指往下拉的一瞬间悄悄跑了，聊QQ的时候从我们点击一个个哭笑不得的表情中慢慢溜了，上课时从我们听的似懂非懂点头般的瞌睡中偷偷滑走。直到打着瞌睡的我们头不小心亲了下桌子，哦，还在上课呢。","text":"时间都去哪儿了？还没好好感受年轻就老了。 少年不知愁滋味。少小离家老大回。多少诗歌诉说着时间的远去。试问时间都去哪儿了？小时候从我们玩耍的弹珠间溜走，从我们看的动画片中溜走，从我们玩的玩具中溜走。长大了时间都去哪儿了？从我们手机溜走，刷微博的时候时间从大拇指往下拉的一瞬间悄悄跑了，聊QQ的时候从我们点击一个个哭笑不得的表情中慢慢溜了，上课时从我们听的似懂非懂点头般的瞌睡中偷偷滑走。直到打着瞌睡的我们头不小心亲了下桌子，哦，还在上课呢。 时间啊时间，若再给我几天，高数就能过了，时间啊时间，若再给我几天，四级就能过了，时间啊时间，似乎你永远满足不了我们的需求。 钱能买到很多东西，唯独买不到的便是时间。 若上天再给我们一次机会，我们可能都会说“要是，不做XXX就好了，要是，当时多努力些就好了” 可是时间究竟去哪儿了？ ——只有你自己知道 在《奇特的一生》中，前苏联著名的昆虫学家、哲学家、数学家柳比歇夫在一生中研究了多个领域，同时发表了七十来部学术著作，试问他的时间比我们的时间多么？当然这并不是，这源于柳比歇夫强大时间感知能力，源于他对时间统计后总结的经验。 本次介绍的时间统计法便是缘自柳比歇夫的时间管理方法，比如柳比歇夫就曾经做过这样的统计： “乌里扬诺夫斯克。一九六四年四月七日。分类昆虫学（画两张无名袋蛾的图）–三小时十五分。鉴定袋蛾–二十分（1.0）附加工作：给斯拉瓦写信–二小时四十五分（0.5）。社会工作：植物保护小组开会–二小时二十五分。休息：给伊戈尔写信–十分；《乌里扬诺夫斯克真理报》 –十分；列夫·托尔斯泰的《塞瓦斯托波尔纪事》–一小 时二十五分。基本工作合计–六小时二十分。乌里扬诺夫斯克。一九六四年四月八日。分类昆虫学：鉴 定袋蛾，结束–二小时二十分。开始写关于袋蛾的报告–一小时五分（1.0）。附加工作：给达维陀娃和布里亚赫尔写信，六页–三小时 二十分（0.5）。路途往返–0.5。休息–剃胡子。《乌里扬诺夫斯克真理报》–十五分， 《消息报》–十分，《文学报》–二十分；阿·托尔斯泰的《吸 血鬼》，六十六页–一小时三十分。听里姆斯基-柯萨科夫的 《沙皇的未婚妻》 。基本工作合计–六小时四十五分。”同时柳比歇夫将其分类：基本科研 – 五十九小时四十五分分类昆虫学 – 二十小时五十五分附加工作 – 五十小时二十五分组织工作 – 五小时四十分合计一 百三十六小时四十五分“基本科研”这五十九小时四十五分包括什么内容？用在什么上了？分类工作 – 《分类法的逻辑》报告草稿 –六小时二十五分杂事 – 一小时零分校对《达达派研究》 – 三十分数学– 十六小时四十分日常参考书：里亚普诺夫 – 五十五分日常参考书：生物学 – 十二小时零分学术通信 – 十一小时五十五分学术札记 – 三小时二十五分图书索引 – 六小时五十五分合计– 五十九小时四十五分”我们还可以随便拿哪一项继续分析下去，就拿第六项吧–日常参考书：生物学–十二小时。这十二小时花在什么上面，一目了然，误差不超过一分钟。陀布尔让斯基《人类的进化》，三百七十二页，看完（共十六小时五十五分） – 六小时四十五分亚诺什·卡罗埃《动物有没有思想》， 九十一页 – 二小时零分P．贝尔格的手稿 – 二小时零分聂考洛，奥斯维尔陀，十七页 – 四十分拉特纳的手稿 – 一小时三十分合计– 十二小时五十五分”通过做这样的记录，柳比歇夫获得了精确感知时间的能力。 这时我们也就可以学习此方法进行时间统计： 手写即可（电脑和手机可能会让你更加分心，手写最快捷方便，准备一个小本子即可）。 最简单的就这么记，同小学老师所说的流水账般：123起床：7:15 ，7点的闹钟，期间在床上刷人人：10分钟，赖了5分钟......开始上课，期间刷微博6分钟......晚自习开始：开始学习：19:00，结束21:00，期间刷微博20分钟，聊QQ15分钟...... 在这一周最好将你的全神贯注学习的时间记录，发呆开小差，只要意识到就记录。在一周结束后做一个汇总、分类。12345合计:玩手机——10小时学习英语——6小时学习数学——6小时...... 有可能你会惊讶的发现、玩手机可能占掉了你30-60%的时间，开小差占掉了你20%的时间，那么你便真正的发现时间都去哪儿了~总结一下：十分简单，这一周只需用本子记录你的各个时间段在做什么事情，一周后汇总分类即可。 参考书目：[1]《奇特的一生》[苏] 格拉宁","categories":[{"name":"时间管理","slug":"时间管理","permalink":"http://charles.github.io/categories/时间管理/"}],"tags":[{"name":"时间","slug":"时间","permalink":"http://charles.github.io/tags/时间/"}]},{"title":"如何克服懒惰并且更投入地学习感兴趣的东西？","slug":"zhihuquestion","date":"2017-03-15T05:46:15.000Z","updated":"2017-03-15T11:49:26.000Z","comments":true,"path":"2017/03/15/zhihuquestion/","link":"","permalink":"http://charles.github.io/2017/03/15/zhihuquestion/","excerpt":"这是我在知乎上回答的一篇回答，与大家分享~","text":"这是我在知乎上回答的一篇回答，与大家分享~ 原问题：会计毕业，说不上多兴趣，但既然以此谋生，该有的证是必须考的。一直心里笃定的是学好2个东西，会计和英语。其实到现在，英语几乎没用的上的地方，但还是有一种莫名的小喜欢，想学好英语，即使不考级，但也是随便学一点，没有很认真，跟工作无关。此外，对绘画、写作也喜欢，会画点小画，写点小文章。但都不出色。一直以来，做事都没什么坚持，断断续续，懒惰的时候彻底丢一边，感兴趣了又彻底玩一会儿。时常发作。有时候还对语言感兴趣，但根本不会那么坚持努力去学，对生物、舞蹈、游泳，也有兴趣，但从没努力的尝试去做。20多年，最努力的也就是考大学那会。之后哪怕努力去做，还是有很多失败。感觉问题主要是：1，曾经失败过，很受打击，觉得付出是失败，不付出至少不会失败，可以归结于自己懒惰，自己没坚持，就好像去做了能做的多好似的。2：生活工作太过舒适，没有压迫感，想去做什么，但三分钟热度就打翻了，吃吃喝喝睡睡，一晃一发呆，一天过去了。3：看书（指专业书）只能坚持1小时，哪怕知道职称考试近在咫尺，还是随意放纵自己，随手就能拿别的有趣的书来看。对生活没有危机感，也没有压迫感。4：明白很多道理，但总下不了狠心，坚持去做一些事情。5：害怕。害怕失败。于是一直失败。6：有人说，所有的症结都在于，想的太多，做的太少。谁能醍醐灌顶，让我惊醒一下。很唠叨，见谅。回归主题，如何克服懒惰更投入更坚持的学习感兴趣的东西？ 先回答问题2中的三分钟热度和6：有人说，所有的症结都在于，想的太多，做的太少，以及标题如何克服懒惰更投入的学习感兴趣的东西？啊啊，题主的问题和我前一段时间实在太一模一样了~前一段时间，恩，我对英语、数学、哲学、经济学、心理学、单片机、健身、吉他、口琴、街舞都感兴趣，真的是非常感兴趣啊，哪一样都感觉不能割舍，同时希望养成良好的习惯，天天早睡早起，每天学习几小时，看书几小时，健身几小时等等。结果……算了，什么都做不成……嗯哼，这就是典型的虚假希望综合症。试想：这么多事情怎么可能一下就能完成？在做每一件事，尤其是困难的费脑的，都是需要心智力、意志力去完成的。你要知道你的意志力是有一定限度的，并不是无限的，你在做每一件事都需要消耗它。不同种类消耗的是同一种的意志力。因此，你需要妥善使用你的意志力：一次只做一件事！如果你想同时完成多件事情，会很快消耗完你的意志力，同时时间也不可能允许你一次性都能完成，往往都是以失败告终，结果失败了很痛苦，为了缓和失败便去寻找安慰（一般都是休息，或者打游戏等等）更加浪费时间，最后不得已只能放弃。三分钟热度也基本上就是如此，想做的太多。所以，一次只做一件事，一段时间就培养一个兴趣即可，试着问问自己：这三个月不学吉他、不学心理学，我的成绩会崩溃么？我的生活会陷入悲剧么？很显然不会吗~因此你只需要在这段时间只选择一个感兴趣的事情来从事，这样安排给这个兴趣的时间多了，想必你也会学到更多、得到更多关于这兴趣方面的内容知识等，这样更加会提升你对感兴趣学科的自信心，这样更能促使你学下去，不会轻易放弃了~ 在 哪些行为是浪费时间？中杨正正回答的很精练：思而不学+犹豫不决 因此题主不要想太多，只管瞄准一个目标一个兴趣，去学即可。 第3问：看书（指专业书）只能坚持1小时，哪怕知道职称考试近在咫尺，还是随意放纵自己，随手就能拿别的有趣的书来看。对生活没有危机感，也没有压迫感。明知道要学习，要考试，要考研，要考试，可是就是停不下来刷人人、微博，玩游戏，看电视剧（请联想炫迈广告“根本停不下来~~~”）啊，为什么呢？ 相信想要考研的童鞋确实知道考上研究生要比现在刷人人等重要，要考试的时候你也觉得考试过了比刷人人等重要，也明白考上研的开心指数要比现在刷人人的开心指数要高的多，但是为什么有的时候还是在拖延呢？（花的时间在学习上很多的情况下，正常每天玩会儿游戏和刷刷人人是可以接受的，同时也是调剂复习的心情）因为你在一个月后考试过关或一学年后拿到奖学金或者一年后才能考上研究生的这种喜悦和当即刷人人、打游戏等的这种喜悦比起来是要小很多的。一年后考上研究生的这种喜悦是无法立即体验到的，但是当即刷人人等的喜悦（更准确的说是快感）是能立即感受到的，因此在未来一年才能拿到奖学金或考上研究生的这种喜悦和成就会被打折，也就是所谓的“未来折扣”，（经济学家乔治•阿克洛夫(George Akerlof)认为，人们过份强调了当前事情的重要性，而低估了未来事情的重要性，他将这种倾向称为“未来折扣”。）。 或者从进化心理学上来说，人也是一种趋利避害的动物，自然是躺着什么都不敢也比去教室看书自习还要舒服的多了多。 因此低估了未来考上研和考试过关或拿到奖学金的重要性，而选择去做不重要的事情~ 对自己到底想做什么，请一定不要迷糊！！！ 这时，你需要提醒自己到底自己想要的是考试呢？还是刷人人呢？你究竟想要的是什么？每当想拖延的时候请好好想想。同时保持良好的习惯，手机把网关了、设置复杂的锁屏手势密码、开飞行模式、甚至不带手机自习也可以。这样将诱惑源抛在外面也就可以减少被当即的快感所吸引所导致的拖延了~ 这么扯又扯出一个话题：如何面对拖延呢？ 在这里就给你介绍个简单易行的小方法吧~（战拖方法千千万，关键在于你用，而不是在于你知道） 10分钟法则：顾名思义，运用10分钟来抵制诱惑，具体怎么做呢？很简单：当你在学习工作时突然想去玩一局游戏、刷一回人人，或者在宿舍想再玩会儿电脑看书去（往往看书是看不成了o(╯□╰)o）的时候， 你就告诉自己，过10分钟！再等十分钟我就去打游戏/刷人人等等，在这十分钟内也不要发呆想起他东西，既然你已经定好了，十分钟后去玩，好啦，这十分钟就先去学习学习~于是在宿舍的话，你先离开宿舍，抱着两本书冲向最近的教师，捧起来先看，心里默念“看十分钟书，就去玩”，或者在教室，你把手机一丢，“看十分钟书，就刷人人”。这时你可能会更能投入进去看书~也许过了十分钟，你已经完全投入进看书了，那么玩的心也到一边去了~如果你先玩的话，恐怕已经进入玩的状态，“玩会儿就看书”也忘到九霄云外去咯~ 其实原理也很简单~知道蔡氏效应么？大脑会不停的提示你还未完成的任务，如果你突然想到去玩，而没有规定给他什么时候玩，那么脑袋就会提醒你，“去玩吧去玩吧~还没玩呢！”(*ﾟДﾟ)つ。在运用十分钟法则时，你就给它下了个规矩，嗯，十分钟后就来玩你。然后这个想法就不会怎么打扰你了，这时候你看书就有可能更看的进去啦~10分钟法则进阶篇：同样很简单，等十分钟去玩，再等十分钟就去玩，或者直接点25分钟就去玩等等……（这是出自《自控力》一书的一个方法，非常实用，也推荐你阅读此书） 回答第5个问题：害怕。害怕失败。于是一直失败。为什么害怕失败？我们大多数人非常容易受到外界的影响。害怕失败就是害怕在失败后他人的眼光，是嘲笑还是讽刺？你害怕失败，你为什么会害怕，你担心周围的人会认为你是个傻子，你努力了还成功不了，但是你由此而放弃努力才是最大的傻子。真的，太傻了。其实话说回来，别人的眼光关我什么事？难道我的失败会造成他人的成功或者失败么？难道他人的嘲笑讽刺会导致我以后的失败么？都不会……因此放心大胆的努力，找到你的方向，即使不一定达到目的，相信你在过程中更能学到：坚持、努力、坚强的内心。这些是不作为所得不到的。 再给你打打鸡血，为什么要努力？我们会经常听到有童鞋抱怨说：哎，时间没他多，能力没他强，爹没他爹厉害……等等诸如此类的话。 在这里不得不说，没错，我们身边可能充满了各种二代，二代们也许不用努力就可以过上日子比你赶超二十年的物质上的幸福生活。 是的，我们身边有很多之前就很努力，现在很难以超越的人。 是的，我们难以超越的人太多了 但是，因此你就要抱怨或放弃努力了么？如果因为老师教的不好而放弃学习，借口老师教的没别人的好。如果因为爹没别人的爹厉害放弃努力，借口别人的爹厉害，永远达不到。如果因为自己的水平现在不如别人，能力也不够强而放弃努力，借口是来不及了…… 那么，这样永远都翻不了身，永远恶性循环，不努力绝对出不了成果，永远都是一个loser，永远是个渣。 没错，二代们就比你有权比你有钱，但是，更可怕的是有些二代还比你更为努力。 也许你一辈子努力都达不到二代的水平，那么就要选择放弃么？ 你想要的究竟是什么？ 你为什么要上大学？你是为了什么而去大学？你是为了什么而活着？ 这也许是一个比较沉重的话题，但又确实一个每个人都无法逃避的问题，因为每当你迷茫，你想找借口逃避努力时，这是你最后一块坚强的内心盾牌。 不要因为别人的成败、别人的因素、外界的因素而影响自己的努力。因为他们永远无法左右你内心的动力、你内心的想法。 Where there is a will，there is a way.有志者事竟成。我更愿意从字面去解释，只要你想做一件事，有一个志向，总会有方法达成。同样，你不想去做一件事，你也总会找到一个借口去逃避。 那么究竟为什么要努力呢？ 我的阐释：努力不一定有成果，但是，不努力永远没有成果！ 曾几何时你是否丢掉了自己梦想，那么希望在努力拼搏的时期把它找寻回来吧！ 记得曾近一位老师问过我：你知道什么是青春么？青春就是你敢于去付出敢于去努力，哪怕失败了，还有那份自信心在。 最后想和题主说第4问：明白很多道理，但总下不了狠心，坚持去做一些事情。其实题主懂很多道理，我在前面也提供了不少方法，其实题主欠缺一个开始做。如何开始做呢?其实最关键的一点就是：去做！就好比题主懂得的和我提供的一个个方法构成了我们做事效率的一个个“0”，“做” 是“1”，有那么多个零，不去做，没有最前面那个“1”，再多方法也是白搭！ 想去做什么，马上去动手，想看什么书，就立即翻开书本，想早点睡11点一到就关手机、关灯上床睡觉，想早起、闹铃响了，自己醒了就把被子蹬了，起来。所有的事情都是这样，即使知道那么多好方法，但是连事情都没开始做，就别提怎么去用这些方法了。 希望能帮到题主。","categories":[{"name":"学习方法","slug":"学习方法","permalink":"http://charles.github.io/categories/学习方法/"}],"tags":[]}]}